[
  {
    "question_id": "CBQ-SQ-RW-RW-Q1",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q1",
    "difficulty": "",
    "domain": "Information & Ideas",
    "Primary_Classification": "Central_Ideas_And_Details",
    "Sub_Classification": "Main_Idea",
    "Concept_Classification": "Comprehension_Main_Idea",
    "question_type": "multiple_choice",
    "question_text": "To dye wool, Navajo (Diné) weaver Lillie Taylor uses plants and vegetables from Arizona, where she lives. For example, she achieved the deep reds and browns featured in her 2003 rug In the Path of the Four Seasons by using Arizona dock roots, drying and grinding them before mixing the powder with water to create a dye bath. To intensify the appearance of certain colors, Taylor also sometimes mixes in clay obtained from nearby soil. Which choice best states the main idea of the text?",
    "image_url": null,
    "option_a": "Reds and browns are not commonly featured in most of Taylor’s rugs.",
    "option_b": "In the Path of the Four Seasons is widely acclaimed for its many colors and innovative weaving techniques.",
    "option_c": "Taylor draws on local resources in the approach she uses to dye wool.",
    "option_d": "Taylor finds it difficult to locate Arizona dock root in the desert.",
    "option_e": null,
    "correct_answer": "Taylor draws on local resources in the approach she uses to dye wool.",
    "explanation_original": "Key Explanation: Choice C is the best answer. The passage focuses on the idea that the artist Lillie Taylor uses resources such as plants and vegetables from where she lives in Arizona to make dyes for wool. Distractor Explanations: Choice A is incorrect because the passage offers no evidence that reds and browns are unusual colors in Taylor’s rugs; in fact, it offers an example of a rug that does feature those colors. Choice B is incorrect because the passage offers no indication of whether In the Path of the Four Seasons is widely acclaimed; it also does not mention whether the weaving techniques are innovative. Choice D is incorrect because the passage offers no evidence that Taylor has a hard time finding Arizona dock root.",
    "explanation_ai_enhanced": "The main idea is the central, unifying concept of a text. The passage repeatedly provides examples of materials Taylor uses and connects them to her location: 'plants and vegetables from Arizona,' 'Arizona dock roots,' and 'clay obtained from nearby soil.' These specific details all support the broader point that her artistic method is based on resources found locally.",
    "feedback_a": "This choice is contradicted by the text, which explicitly gives an example of a rug featuring 'deep reds and browns'.",
    "feedback_b": "The text describes the materials and process for a specific rug but provides no information on whether it is 'widely acclaimed' or if its techniques are 'innovative'. This is outside the scope of the passage.",
    "feedback_c": "This is the correct choice because it accurately synthesizes the key details of the text (using local plants, roots, and clay) into a single, overarching theme.",
    "feedback_d": "The passage mentions Taylor uses these roots but offers no evidence that she finds them 'difficult to locate'. This is an unsupported assumption."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q2",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q2",
    "difficulty": "",
    "domain": "Information & Ideas",
    "Primary_Classification": "Command_Of_Evidence",
    "Sub_Classification": "Textual",
    "Concept_Classification": "Evidence_Textual_Support",
    "question_type": "multiple_choice",
    "question_text": "Jan Gimsa, Robert Sleigh, and Ulrike Gimsa have hypothesized that the sail-like structure running down the back of the dinosaur Spinosaurus aegyptiacus improved the animal’s success in underwater pursuits of prey species capable of making quick, evasive movements. To evaluate their hypothesis, a second team of researchers constructed two battery-powered mechanical models of S. aegyptiacus, one with a sail and one without, and subjected the models to a series of identical tests in a water-filled tank. Which finding from the model tests, if true, would most strongly support Gimsa and colleagues’ hypothesis?",
    "image_url": null,
    "option_a": "The model with a sail took significantly longer to travel a specified distance while submerged than the model without a sail did.",
    "option_b": "The model with a sail displaced significantly more water while submerged than the model without a sail did.",
    "option_c": "The model with a sail had significantly less battery power remaining after completing the tests than the model without a sail did.",
    "option_d": "The model with a sail took significantly less time to complete a sharp turn while submerged than the model without a sail did.",
    "option_e": null,
    "correct_answer": "The model with a sail took significantly less time to complete a sharp turn while submerged than the model without a sail did.",
    "explanation_original": "Key Explanation: Choice D is the best answer. The passage states that Gimsa and colleagues’ hypothesis was that the sail-like structure on the back of S. aegyptiacus enhanced the dinosaur’s ability to travel underwater to hunt down “prey species capable of making quick, evasive movements.” This choice’s finding would effectively support the hypothesis because it would indicate that the sail-like structure would enable a dinosaur moving underwater to maneuver more quickly than a dinosaur moving underwater without the structure. Distractor Explanations: Choice A is incorrect because it would essentially contradict the hypothesis by suggesting that a dinosaur moving underwater with the sail-like structure would move more slowly than a dinosaur moving underwater without the structure. Choice B is incorrect because there is no clear passage based relationship between the amount of water displaced and the hypothesis. Choice C is incorrect because there is no clear passage-based relationship between the amount of battery power used and the hypothesis.",
    "explanation_ai_enhanced": "The central hypothesis is that the sail improved the dinosaur's ability to pursue 'quick, evasive' prey. This implies an enhancement in speed or agility. The correct answer will be a finding from the model tests that directly demonstrates increased maneuverability.",
    "feedback_a": "This finding would directly contradict the hypothesis. If the sail made the model slower, it would hinder its ability to catch quick prey.",
    "feedback_b": "While this might be a physical effect of the sail, it doesn't directly support the hypothesis about improved pursuit and hunting of evasive prey. The key concept is movement, not water displacement.",
    "feedback_c": "This is a measure of energy efficiency, not hunting performance. A less efficient model is not necessarily a more agile one.",
    "feedback_d": "This is the correct answer. The ability to complete a 'sharp turn' in 'less time' is a direct measure of enhanced agility and maneuverability, which would be essential for hunting 'quick, evasive' prey."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q3",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q3",
    "difficulty": "",
    "domain": "Information & Ideas",
    "Primary_Classification": "Command_Of_Evidence",
    "Sub_Classification": "Textual",
    "Concept_Classification": "Evidence_Textual_Support",
    "question_type": "multiple_choice",
    "question_text": "“Ghosts of the Old Year” is an early 1900s poem by James Weldon Johnson. In the poem, the speaker describes experiencing an ongoing cycle of anticipation followed by regretful reflection: ______ Which quotation from “Ghosts of the Old Year” most effectively illustrates the claim?",
    "image_url": null,
    "option_a": "“The snow has ceased its fluttering flight, / The wind sunk to a whisper light, / An ominous stillness fills the night, / A pause—a hush.”",
    "option_b": "“And so the years go swiftly by, / Each, coming, brings ambitions high, / And each, departing, leaves a sigh / Linked to the past.”",
    "option_c": "“What does this brazen tongue declare, / That falling on the midnight air / Brings to my heart a sense of care / Akin to fright?”",
    "option_d": "“It tells of many a squandered day, / Of slighted gems and treasured clay, / Of precious stores not laid away, / Of fields unreaped.”",
    "option_e": null,
    "correct_answer": "“And so the years go swiftly by, / Each, coming, brings ambitions high, / And each, departing, leaves a sigh / Linked to the past.”",
    "explanation_original": "Key Explanation: Choice B is the best answer. The quotation addresses both aspects of the claim: cycles of anticipation (“Each, coming, brings ambitions high”) and regretful reflection (“And each, departing, leaves a sigh / Linked to the past”). Distractor Explanations: Choice A is incorrect because the quotation focuses on anticipation (“An ominous stillness fills the night, / A pause—a hush”) but not regretful reflection. Choice C is incorrect because the quotation focuses on worry and anxiety (“. . . a sense of care / Akin to fright?”) rather than anticipation and regretful reflection. Choice D is incorrect because the quotation focuses on regretful reflection (“It tells of many a squandered day”) but not anticipation.",
    "explanation_ai_enhanced": "The question requires finding a quotation that demonstrates two distinct elements mentioned in the claim: first, a feeling of 'anticipation,' and second, a feeling of 'regretful reflection'. The correct choice must contain evidence of both parts of this cycle.",
    "feedback_a": "This quotation effectively captures a sense of anticipation and suspense ('ominous stillness,' 'a pause—a hush') but it lacks the second required element: regretful reflection.",
    "feedback_b": "This is the correct answer. It perfectly illustrates the two-part cycle: 'Each, coming, brings ambitions high' represents the anticipation, and 'each, departing, leaves a sigh / Linked to the past' represents the regretful reflection.",
    "feedback_c": "This quotation describes anxiety or fear ('a sense of care / Akin to fright'), which is different from the specific combination of anticipation and regret mentioned in the claim.",
    "feedback_d": "This quotation focuses entirely on regretful reflection ('squandered day,' 'slighted gems') and does not include the element of anticipation for what is to come."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q4",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q4",
    "difficulty": "",
    "domain": "Information & Ideas",
    "Primary_Classification": "Command_Of_Evidence",
    "Sub_Classification": "Quantitative",
    "Concept_Classification": "Evidence_Quantitative_Graph",
    "question_type": "multiple_choice",
    "question_text": "Georgia Tech roboticists De’Aira Bryant and Ayanna Howard, along with ethicist Jason Borenstein, were interested in people’s perceptions of robots’ competence. They recruited participants and asked them how likely they think it is that a robot could do the work required in various occupations. Participants’ evaluations varied widely depending on which occupation was being considered; for example, ______ <br><br><b>Participants’ Evaluation of the Likelihood That Robots Can Work Effectively in Different Occupations</b><br><table border='1' style='width:100%; border-collapse: collapse;'><tr><th style='padding: 5px; text-align: left;'>Occupation</th><th style='padding: 5px; text-align: left;'>Somewhat or very unlikely (%)</th><th style 'padding: 5px; text-align: left;'>Neutral (%)</th><th style='padding: 5px; text-align: left;'>Somewhat or very likely (%)</th></tr><tr><td style='padding: 5px;'>television news anchor</td><td style='padding: 5px;'>24</td><td style='padding: 5px;'>9</td><td style='padding: 5px;'>67</td></tr><tr><td style='padding: 5px;'>teacher</td><td style='padding: 5px;'>37</td><td style='padding: 5px;'>16</td><td style='padding: 5px;'>47</td></tr><tr><td style='padding: 5px;'>firefighter</td><td style='padding: 5px;'>62</td><td style='padding: 5px;'>9</td><td style='padding: 5px;'>30</td></tr><tr><td style='padding: 5px;'>surgeon</td><td style='padding: 5px;'>74</td><td style='padding: 5px;'>9</td><td style='padding: 5px;'>16</td></tr><tr><td style='padding: 5px;'>tour guide</td><td style='padding: 5px;'>10</td><td style='padding: 5px;'>8</td><td style='padding: 5px;'>82</td></tr></table><br><i>Rows in table may not add up to 100 due to rounding.</i><br><br>Which choice most effectively uses data from the table to complete the example?",
    "image_url": "CBQ-SQ-RW-RW-Q4_image.png",
    "option_a": "82% of participants believe that it is somewhat or very likely that a robot could work effectively as a tour guide, but only 16% believe that it is somewhat or very likely that a robot could work as a surgeon.",
    "option_b": "47% of participants believe that it is somewhat or very likely that a robot could work effectively as a teacher, but 37% of respondents believe that it is somewhat or very unlikely that a robot could do so.",
    "option_c": "9% of participants were neutral about whether a robot could work effectively as a television news anchor, which is the same percent of participants who were neutral when asked about a robot working as a surgeon.",
    "option_d": "62% of participants believe that it is somewhat or very unlikely that a robot could work effectively as a firefighter.",
    "option_e": null,
    "correct_answer": "82% of participants believe that it is somewhat or very likely that a robot could work effectively as a tour guide, but only 16% believe that it is somewhat or very likely that a robot could work as a surgeon.",
    "explanation_original": "Key Explanation: Choice A is the best answer. This choice supports the claim by contrasting two occupations that survey participants gave widely divergent probabilities of robots working effectively in: tour guide (82 percent) and surgeon (16 percent). Distractor Explanations: Choice B is incorrect because it focuses on only one occupation—that of teacher—and therefore does not illustrate how survey participants’ views of the likelihood of robots working effectively vary widely by occupation. Choice C is incorrect because although it does compare survey participants’ views of robots working effectively in two occupations, the percentages cited for television news anchor and surgeon are the same, not widely varied. Choice D is incorrect because it focuses on only one occupation— that of firefighter—and therefore does not illustrate how survey participants’ views of the likelihood of robots working effectively vary widely by occupation.",
    "explanation_ai_enhanced": "The main claim is that participants' evaluations 'varied widely'. To provide an effective example, we need to select data from the table that shows the largest possible contrast. We should look at the 'Somewhat or very likely (%)' column and find the highest and lowest values to demonstrate this wide variation.",
    "feedback_a": "This is the correct choice. It selects the highest 'likely' percentage (tour guide, 82%) and contrasts it with the lowest 'likely' percentage (surgeon, 16%). The significant difference between 82% and 16% provides the strongest possible evidence from the table to support the claim that evaluations 'varied widely'.",
    "feedback_b": "This choice only presents data related to one occupation (teacher). It does not compare across different occupations, so it fails to show that evaluations 'varied widely'.",
    "feedback_c": "This choice highlights a similarity (the 'Neutral' percentage is the same for two occupations), which is the opposite of illustrating that the evaluations 'varied widely'.",
    "feedback_d": "This choice only presents a single data point for one occupation (firefighter), so it cannot be used to demonstrate variation between different occupations."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q5",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q5",
    "difficulty": "",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "question_text": "Many animals, including humans, must sleep, and sleep is known to have a role in everything from healing injuries to encoding information in long-term memory. But some scientists claim that, from an evolutionary standpoint, deep sleep for hours at a time leaves an animal so vulnerable that the known benefits of sleeping seem insufficient to explain why it became so widespread in the animal kingdom. These scientists therefore imply that ______ Which choice most logically completes the text?",
    "image_url": null,
    "option_a": "it is more important to understand how widespread prolonged deep sleep is than to understand its function.",
    "option_b": "prolonged deep sleep is likely advantageous in ways that have yet to be discovered.",
    "option_c": "many traits that provide significant benefits for an animal also likely pose risks to that animal.",
    "option_d": "most traits perform functions that are hard to understand from an evolutionary standpoint.",
    "option_e": null,
    "correct_answer": "prolonged deep sleep is likely advantageous in ways that have yet to be discovered.",
    "explanation_original": "Key Explanation: Choice B is the best answer. The passage indicates that although scientists recognize that sleep, which is widespread among animal species, has benefits, some scientists believe that deep, prolonged sleep is so risky from the perspective of animal species’ survival and well-being that there must be some so-far undiscovered advantage(s) to sleep to make it worthwhile from an evolutionary standpoint. Distractor Explanations: Choice A is incorrect because the passage suggests that the extent of deep, prolonged sleep among animal species is well understood by scientists and that the real question for scientists is why so many animal species engage in deep, prolonged sleep. Choice C is incorrect because the passage offers no evidence that any trait other than deep, prolonged sleep poses both benefits and risks for animal species. Choice D is incorrect because the passage offers no evidence that any trait other than deep, prolonged sleep has one or more functions that are hard for scientists to understand.",
    "explanation_ai_enhanced": "The text sets up a logical puzzle: sleep is widespread, but its known benefits do not seem to justify its significant evolutionary risk (vulnerability). The phrase 'These scientists therefore imply that' signals a logical conclusion that resolves this puzzle. If the known advantages aren't enough, the implication must be that there are other, unknown advantages.",
    "feedback_a": "This is incorrect. The text states sleep is 'so widespread,' indicating this is already understood. The puzzle is about its function, not its prevalence.",
    "feedback_b": "This is the correct answer. It logically concludes that if the known benefits are insufficient to explain the trait's existence despite its risks, there must be undiscovered benefits that make it evolutionarily advantageous.",
    "feedback_c": "This is a general statement that might be true but is not a specific implication derived from the text's argument about sleep. The focus is solely on the puzzle of sleep's benefits versus its risks.",
    "feedback_d": "This overgeneralizes the issue. The text presents a problem with understanding the function of one specific trait (sleep), not 'most traits'."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q6",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q6",
    "difficulty": "",
    "domain": "Craft & Structure",
    "Primary_Classification": "Words_In_Context",
    "Sub_Classification": "Vocabulary",
    "Concept_Classification": "Vocabulary_Words_In_Context",
    "question_type": "multiple_choice",
    "question_text": "In recommending Bao Phi’s collection Sông I Sing, a librarian noted that pieces by the spoken-word poet don’t lose their ______ nature when printed: the language has the same pleasant musical quality on the page as it does when performed by Phi. Which choice completes the text with the most logical and precise word or phrase?",
    "image_url": null,
    "option_a": "jarring",
    "option_b": "scholarly",
    "option_c": "melodic",
    "option_d": "personal",
    "option_e": null,
    "correct_answer": "melodic",
    "explanation_original": "Key Explanation: Choice C is the best answer. “Melodic,” referring to a pleasant arrangement of sounds, effectively signals the later use in the passage of “pleasant musical quality” to refer to Phi’s spoken-word poetry when read rather than heard. Distractor Explanations: Choice A is incorrect because “jarring,” meaning disagreeable or upsetting, suggests the opposite of what the passage says about the “pleasant musical quality” of Phi’s spoken-word poetry, whether read or heard. Choice B is incorrect because “scholarly” does not effectively signal the later use in the passage of “pleasant musical quality” to refer to Phi’s spoken-word poetry. Choice D is incorrect because “personal” does not effectively signal the later use in the passage of “pleasant musical quality” to refer to Phi’s spoken-word poetry.",
    "explanation_ai_enhanced": "The colon after the blank indicates that the following phrase will define or clarify the missing word. The clarifying phrase is 'the language has the same pleasant musical quality'. Therefore, we need a word that means 'having a pleasant musical quality'.",
    "feedback_a": "Jarring' means clashing or discordant, which is the opposite of the definition provided.",
    "feedback_b": "Scholarly' means academic or involving study, which has no connection to 'pleasant musical quality'.",
    "feedback_c": "This is the correct answer. 'Melodic' means producing or having a pleasant, musical tune, which directly corresponds to the definition given in the text.",
    "feedback_d": "While the work might be 'personal', this word does not fit the specific context clue of 'pleasant musical quality'."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q7",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q7",
    "difficulty": "",
    "domain": "Craft & Structure",
    "Primary_Classification": "Words_In_Context",
    "Sub_Classification": "Vocabulary",
    "Concept_Classification": "Vocabulary_Words_In_Context",
    "question_type": "multiple_choice",
    "question_text": "The following text is from F. Scott Fitzgerald’s 1925 novel The Great Gatsby. [Jay Gatsby] was balancing himself on the dashboard of his car with that resourcefulness of movement that is so peculiarly American—that comes, I suppose, with the absence of lifting work in youth and, even more, with the formless grace of our nervous, sporadic games. This quality was continually breaking through his punctilious manner in the shape of restlessness. As used in the text, what does the word “quality” most nearly mean?",
    "image_url": null,
    "option_a": "Characteristic",
    "option_b": "Standard",
    "option_c": "Prestige",
    "option_d": "Accomplishment",
    "option_e": null,
    "correct_answer": "Characteristic",
    "explanation_original": "Key Explanation: Choice A is the best answer. As used in the last sentence of the passage, “quality” refers to a trait or attribute (“characteristic”)—specifically, Jay Gatsby’s “resourcefulness of movement,” which manifested as restlessness. Distractor Explanations: Choice B is incorrect because although Jay Gatsby’s “resourcefulness of movement” is a trait or attribute, referring to it as a “standard” implies that he is meeting a requirement or criterion set by others, a conclusion the passage does not support. Choices C and D are incorrect because neither “prestige” nor “accomplishment” makes sense in this context.",
    "explanation_ai_enhanced": "The text first describes a specific trait of Gatsby: a 'resourcefulness of movement' that shows up as 'restlessness'. The final sentence then refers to 'This quality'. The word 'quality' is being used to mean that specific trait or feature that was just described.",
    "feedback_a": "This is the correct answer. 'Characteristic' means a feature or quality typical of a particular person, place, or thing, which perfectly fits the context of describing Gatsby's unique way of moving.",
    "feedback_b": "Standard' refers to a level of quality or a requirement, which is not how the word is used here to describe a personal trait.",
    "feedback_c": "Prestige' means respect or admiration. While Gatsby may possess this, it is not the meaning of 'quality' in this sentence.",
    "feedback_d": "Accomplishment' refers to a successfully completed task. The text is describing an inherent part of his nature, not something he has achieved."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q8",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q8",
    "difficulty": "",
    "domain": "Craft & Structure",
    "Primary_Classification": "Words_In_Context",
    "Sub_Classification": "Vocabulary",
    "Concept_Classification": "Vocabulary_Words_In_Context",
    "question_type": "multiple_choice",
    "question_text": "The work of molecular biophysicist Enrique M. De La Cruz is known for ______ traditional boundaries between academic disciplines. The university laboratory that De La Cruz runs includes engineers, biologists, chemists, and physicists, and the research the lab produces makes use of insights and techniques from all those fields. Which choice completes the text with the most logical and precise word or phrase?",
    "image_url": null,
    "option_a": "reinforcing",
    "option_b": "anticipating",
    "option_c": "epitomizing",
    "option_d": "transcending",
    "option_e": null,
    "correct_answer": "transcending",
    "explanation_original": "Key Explanation: Choice D is the best answer. “Transcending,” which means rising above or going beyond limits, effectively signals that De La Cruz broke down traditional academic disciplinary boundaries by working with experts, ideas, and methods from numerous fields. Distractor Explanations: Choice A is incorrect because “reinforcing” suggests the opposite of what the passage says, which is that De La Cruz broke down, rather than made stronger, traditional barriers between academic disciplines. Choice B is incorrect because “anticipating,” in the sense of expecting or acting in advance of something, does not make sense in this context. Choice C is incorrect because “epitomizing,” meaning to use something as an ideal example, suggests the opposite of what the text says, which is that De La Cruz broke down, rather than idealized, traditional barriers between academic disciplines.",
    "explanation_ai_enhanced": "The text provides context clues that De La Cruz's lab includes people from many different disciplines ('engineers, biologists, chemists, and physicists') and uses insights 'from all those fields'. This indicates his work goes beyond the limits of a single traditional discipline. We need a word that means going beyond or breaking through these boundaries.",
    "feedback_a": "Reinforcing' means strengthening. This is the opposite of what De La Cruz is doing; he is breaking down boundaries, not making them stronger.",
    "feedback_b": "Anticipating' means to expect or predict. This word does not fit the context of combining different fields of study.",
    "feedback_c": "Epitomizing' means to be a perfect example of something. De La Cruz's work is challenging the traditional disciplines, not being a perfect example of them.",
    "feedback_d": "This is the correct answer. 'Transcending' means to rise above or go beyond limits. This accurately describes De La Cruz's work, which is not confined by the boundaries of a single academic field."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q9",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q9",
    "difficulty": "",
    "domain": "Craft & Structure",
    "Primary_Classification": "Text_Structure_And_Purpose",
    "Sub_Classification": "Passage_Analysis",
    "Concept_Classification": "Rhetoric_Passage_Structure",
    "question_type": "multiple_choice",
    "question_text": "Some studies have suggested that posture can influence cognition, but we should not overstate this phenomenon. A case in point: In a 2014 study, Megan O’Brien and Alaa Ahmed had subjects stand or sit while making risky simulated economic decisions. Standing is more physically unstable and cognitively demanding than sitting; accordingly, O’Brien and Ahmed hypothesized that standing subjects would display more risk aversion during the decision-making tasks than sitting subjects did, since they would want to avoid further feelings of discomfort and complicated risk evaluations. But O’Brien and Ahmed actually found no difference in the groups’ performance. Which choice best states the main purpose of the text?",
    "image_url": null,
    "option_a": "It presents the study by O’Brien and Ahmed to critique the methods and results reported in previous studies of the effects of posture on cognition.",
    "option_b": "It argues that research findings about the effects of posture on cognition are often misunderstood, as in the case of O’Brien and Ahmed’s study.",
    "option_c": "It explains a significant problem in the emerging understanding of posture’s effects on cognition and how O’Brien and Ahmed tried to solve that problem.",
    "option_d": "It discusses the study by O’Brien and Ahmed to illustrate why caution is needed when making claims about the effects of posture on cognition.",
    "option_e": null,
    "correct_answer": "It discusses the study by O’Brien and Ahmed to illustrate why caution is needed when making claims about the effects of posture on cognition.",
    "explanation_original": "Key Explanation: Choice D is the best answer. The passage asserts that “we should not overstate” the effect of posture on cognition and uses the O’Brien and Ahmed study as a “case in point” in support of that claim. Distractor Explanations: Choice A is incorrect because although the passage indicates that O’Brien and Ahmed reached different conclusions from those of other researchers, it does not use the O’Brien and Ahmed study to criticize how those earlier studies were conducted or to directly challenge the accuracy of those studies’ results. Choice B is incorrect because although the passage indicates that the results from studies finding a link between posture and cognition have been overstated, it offers no evidence that the O’Brien and Ahmed study has often been misunderstood. Choice C is incorrect because the passage suggests that although O’Brien and Ahmed were interested in studying the matter of posture and cognition, it does not indicate what these researchers thought before conducting their study or that the researchers set out specifically to solve a problem.",
    "explanation_ai_enhanced": "The main purpose of a text is its primary reason for being written. The text opens with a clear thesis: 'we should not overstate' the link between posture and cognition. It then introduces the O'Brien and Ahmed study with the phrase 'A case in point', signaling that the study will serve as an example to support the initial thesis. The study's results, which found no difference, reinforce the author's call for caution.",
    "feedback_a": "While the study's results differ from previous ones, its purpose in this text is not to critique the methods of those studies but to serve as a cautionary example.",
    "feedback_b": "The text doesn't suggest that findings are 'misunderstood', but rather that the effect may be 'overstated'. It uses the study as evidence for this overstatement.",
    "feedback_c": "The text doesn't frame the issue as a 'significant problem' that the researchers were trying to solve, but as a phenomenon that requires careful interpretation.",
    "feedback_d": "This is the correct answer. The text explicitly states a position of caution and then uses the O'Brien and Ahmed study as a specific illustration of that position."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q10",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q10",
    "difficulty": "",
    "domain": "Craft & Structure",
    "Primary_Classification": "Text_Structure_And_Purpose",
    "Sub_Classification": "Sentence_Analysis",
    "Concept_Classification": "Rhetoric_Sentence_Purpose",
    "question_type": "multiple_choice",
    "question_text": "The following text is from Herman Melville’s 1854 short story “The Lightning-Rod Man.” The stranger still stood in the exact middle of the cottage, where he had first planted himself. His singularity impelled a closer scrutiny. A lean, gloomy figure. Hair dark and lank, mattedly streaked over his brow. His sunken pitfalls of eyes were ringed by indigo halos, and played with an innocuous sort of lightning: the gleam without the bolt. The whole man was dripping. He stood in a puddle on the bare oak floor: his strange walking-stick vertically resting at his side. Which choice best states the function of the underlined sentence in the text as a whole?",
    "image_url": null,
    "option_a": "It sets up the character description presented in the sentences that follow.",
    "option_b": "It establishes a contrast with the description in the previous sentence.",
    "option_c": "It elaborates on the previous sentence’s description of the character.",
    "option_d": "It introduces the setting that is described in the sentences that follow.",
    "option_e": null,
    "correct_answer": "It sets up the character description presented in the sentences that follow.",
    "explanation_original": "Key Explanation: Choice A is the best answer. The underlined sentence, which asserts that the uniqueness of the stranger’s physical appearance invited careful examination, sets up the following sentences’ description of the stranger’s distinctive physical features and stance. Distractor Explanations: Choice B is incorrect because the underlined sentence has no direct logical relationship to the previous sentence. Choice C is incorrect because the previous sentence does not describe the stranger, so the underlined sentence cannot build on it in this way. Choice D is incorrect because the underlined sentence offers a general sense of the stranger’s physical appearance and does not introduce a setting, nor is the main purpose of the following sentences to describe a setting.",
    "explanation_ai_enhanced": "The underlined sentence, 'His singularity impelled a closer scrutiny,' explains the motivation for the description that follows. 'Singularity' means uniqueness or strangeness, and 'impelled a closer scrutiny' means it forced the narrator to look more carefully. The sentences that immediately follow provide the details of that closer look, describing the character's physical appearance.",
    "feedback_a": "This is the correct answer. The function of the sentence is to provide a reason for the detailed list of the character's features that follows it, effectively introducing or setting up that description.",
    "feedback_b": "The previous sentence describes the character's location, not his appearance. The underlined sentence explains why a description is coming next; it does not contrast with his location.",
    "feedback_c": "The previous sentence describes where the character is standing. The underlined sentence introduces a new idea (the need for scrutiny) rather than elaborating on his position.",
    "feedback_d": "The underlined sentence focuses on the character himself ('His singularity'), not the setting. The subsequent sentences also describe the character, not the room."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q11",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q11",
    "difficulty": "",
    "domain": "Craft & Structure",
    "Primary_Classification": "Text_Structure_And_Purpose",
    "Sub_Classification": "Passage_Analysis",
    "Concept_Classification": "Rhetoric_Passage_Structure",
    "question_type": "multiple_choice",
    "question_text": "Text 1 What factors influence the abundance of species in a given ecological community? Some theorists have argued that historical diversity is a major driver of how diverse an ecological community eventually becomes: differences in community diversity across otherwise similar habitats, in this view, are strongly affected by the number of species living in those habitats at earlier times. Text 2 In 2010, a group of researchers including biologist Carla Cáceres created artificial pools in a New York forest. They stocked some pools with a diverse mix of zooplankton species and others with a single zooplankton species and allowed the pool communities to develop naturally thereafter. Over the course of four years, Cáceres and colleagues periodically measured the species diversity of the pools, finding—contrary to their expectations—that by the end of the study there was little to no difference in the pools’ species diversity. Based on the texts, how would Cáceres and colleagues (Text 2) most likely describe the view of the theorists presented in Text 1?",
    "image_url": null,
    "option_a": "It is largely correct, but it requires a minor refinement in light of the research team’s results.",
    "option_b": "It is not compelling as a theory regardless of any experimental data collected by the research team.",
    "option_c": "It may seem plausible, but it is not supported by the research team’s findings.",
    "option_d": "It probably holds true only in conditions like those in the research team’s study.",
    "option_e": null,
    "correct_answer": "It may seem plausible, but it is not supported by the research team’s findings.",
    "explanation_original": "Key Explanation: Choice C is the best answer. Text 2 indicates that Cáceres and colleagues expected to find at the end of their study that the pools they stocked with multiple zooplankton species would have greater diversity than the pools they stocked with a single zooplankton species but that this was not, in fact, the case. Distractor Explanations: Choice A is incorrect because the findings obtained by Cáceres and colleagues fundamentally challenge the hypothesis in Text 1 rather than largely support it. Choice B is incorrect because “contrary to their expectations” (Text 2) indicates that Cáceres and colleagues had assumed the hypothesis in Text 1 was correct prior to conducting their own study. Choice D is incorrect because the findings obtained by Cáceres and colleagues undermine, rather than support, the hypothesis in Text 1.",
    "explanation_ai_enhanced": "To answer this, we must compare the theory in Text 1 with the experimental results in Text 2. Text 1 posits that historical diversity is a major driver of future diversity. Text 2 describes an experiment where the researchers, 'contrary to their expectations,' found that historical diversity had little effect on the final diversity of the pools. The phrase 'contrary to their expectations' reveals that they initially thought the theory was plausible. However, their results did not support it.",
    "feedback_a": "The results from Text 2 fundamentally challenge the theory, rather than suggesting it is 'largely correct' or needs only 'minor refinement'.",
    "feedback_b": "This is incorrect because the text explicitly states the results were 'contrary to their expectations,' which implies they did find the theory compelling enough to test.",
    "feedback_c": "This is the correct answer. The phrase 'contrary to their expectations' shows that the researchers initially considered the theory plausible. Their results, however, showed 'little to no difference,' meaning the theory was not supported by their findings.",
    "feedback_d": "The findings in Text 2 directly undermine the theory, making it unlikely that the researchers would conclude it holds true in other conditions."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q12",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q12",
    "difficulty": "",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Rhetorical_Synthesis",
    "Sub_Classification": "Sentence_Construction",
    "Concept_Classification": "Rhetoric_Combine_Sentences",
    "question_type": "multiple_choice",
    "question_text": "While researching a topic, a student has taken the following notes: • Maika’i Tubbs is a Native Hawaiian sculptor and installation artist. • His work has been shown in the United States, Canada, Japan, and Germany, among other places. • Many of his sculptures feature discarded objects. • His work Erasure (2008) includes discarded audiocassette tapes and magnets. • His work Home Grown (2009) includes discarded pushpins, plastic plates and forks, and wood. The student wants to emphasize a similarity between the two works. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "image_url": null,
    "option_a": "Erasure (2008) uses discarded objects such as audiocassette tapes and magnets; Home Grown (2009), however, includes pushpins, plastic plates and forks, and wood.",
    "option_b": "Like many of Tubbs’s sculptures, both Erasure and Home Grown include discarded objects: Erasure uses audiocassette tapes, and Home Grown uses plastic forks.",
    "option_c": "Tubbs’s work, which often features discarded objects, has been shown both within the United States and abroad.",
    "option_d": "Tubbs completed Erasure in 2008 and Home Grown in 2009.",
    "option_e": null,
    "correct_answer": "Like many of Tubbs’s sculptures, both Erasure and Home Grown include discarded objects: Erasure uses audiocassette tapes, and Home Grown uses plastic forks.",
    "explanation_original": "Key Explanation: Choice B is the best answer. The sentence uses “like many of Tubbs’s sculptures” and “both” to emphasize a similarity between Erasure and Home Grown in terms of their common use of discarded objects, though the specific discarded objects used differed between the two works. Distractor Explanations: Choice A is incorrect because although the sentence discusses two of Tubbs’s works, the use of “however” emphasizes a contrast, rather than a similarity, between the works. Choice C is incorrect because the sentence focuses only on Tubbs’s work in general and does not mention any specific works. Choice D is incorrect because the sentence simply conveys information about two of Tubbs’s works—the year in which each was completed—without establishing any sort of logical relationship between the pieces of information.",
    "explanation_ai_enhanced": "The student's goal is to 'emphasize a similarity' between *Erasure* and *Home Grown*. The notes state that 'Many of his sculptures feature discarded objects,' and then give specific examples for both works. A successful choice will use language that highlights this commonality.",
    "feedback_a": "This choice uses the word 'however', which is used to show contrast, not similarity. This is the opposite of the student's goal.",
    "feedback_b": "This is the correct answer. It uses the transition 'Like many of Tubbs's sculptures' and the word 'both' to explicitly state the similarity. It then uses relevant examples of the discarded objects from the notes for each piece.",
    "feedback_c": "This choice describes Tubbs's work in general but fails to mention the two specific works, *Erasure* and *Home Grown*, which is a key part of the student's goal.",
    "feedback_d": "This choice states facts about the two works but does not establish any similarity or relationship between them."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q13",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q13",
    "difficulty": "",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Transitions",
    "Sub_Classification": "Logical_Connectors",
    "Concept_Classification": "Rhetoric_Transition_Contrast",
    "question_type": "multiple_choice",
    "question_text": "Iraqi artist Nazik Al-Malaika, celebrated as the first Arabic poet to write in free verse, didn’t reject traditional forms entirely; her poem “Elegy for a Woman of No Importance” consists of two ten-line stanzas and a standard number of syllables. Even in this superficially traditional work, ______ Al-Malaika was breaking new ground by memorializing an anonymous woman rather than a famous man. Which choice completes the text with the most logical transition?",
    "image_url": null,
    "option_a": "in fact,",
    "option_b": "though,",
    "option_c": "therefore,",
    "option_d": "moreover,",
    "option_e": null,
    "correct_answer": "though,",
    "explanation_original": "Key Explanation: Choice B is the best answer. The passage’s first sentence establishes that although Al-Malaika is famous for her free verse poetry, she still made some use of traditional poetic forms, as in her work “Elegy for a Woman of No Importance.” The passage’s last sentence qualifies the point made in the passage’s first sentence by indicating that even when Al-Malaika used traditional forms, as in “Elegy,” she challenged tradition, in this case by making an “anonymous woman rather than a famous man” the subject of the poem. “Though” is the best transition for the passage’s last sentence because, along with “even,” it signals that Al Malaika subverted traditional poetic forms even when she used them by, in this case, using a nontraditional subject for an elegy. Distractor Explanations: Choice A is incorrect because “in fact” illogically signals that the passage’s last sentence stresses or amplifies the truth of the assertion made in the passage’s first sentence. Choice C is incorrect because “therefore” illogically signals that the passage’s last sentence describes a consequence arising from the assertion made in the passage’s first sentence. Choice D is incorrect because “moreover” illogically signals that the passage’s last sentence merely offers additional information about the assertion made in the passage’s first sentence.",
    "explanation_ai_enhanced": "The sentence structure sets up a contrast. The first part describes the work as 'superficially traditional'. The second part describes how it was 'breaking new ground' (which is not traditional). A transition word that signals this contrast or contradiction is needed.",
    "feedback_a": "In fact' is a transition used to emphasize or elaborate on the preceding point, not to contrast with it.",
    "feedback_b": "This is the correct choice. 'Though' is a subordinating conjunction used to introduce a statement that contrasts with or qualifies a preceding statement. The work appeared traditional, 'though' it was thematically innovative.",
    "feedback_c": "Therefore' indicates a cause-and-effect relationship. The innovation is not a result of the work being traditional.",
    "feedback_d": "Moreover' is a transition used to add another similar point. The second clause contrasts with the first, it does not add a similar idea."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q14",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q14",
    "difficulty": "",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Boundaries",
    "Sub_Classification": "Punctuation",
    "Concept_Classification": "Punctuation_Comma_Splice",
    "question_type": "multiple_choice",
    "question_text": "According to Naomi Nakayama of the University of Edinburgh, the reason seeds from a dying dandelion appear to float in the air while ______ is that their porous plumes enhance drag, allowing the seeds to stay airborne long enough for the wind to disperse them throughout the surrounding area. Which choice completes the text so that it conforms to the conventions of Standard English?",
    "image_url": null,
    "option_a": "falling,",
    "option_b": "falling:",
    "option_c": "falling;",
    "option_d": "falling",
    "option_e": null,
    "correct_answer": "falling",
    "explanation_original": "Key Explanation: Choice D is the best answer. No punctuation is needed. Distractor Explanations: Choices A, B, and C are incorrect because each inserts unnecessary punctuation (a comma, colon, and semicolon, respectively) between the sentence’s subject (“the reason . . . falling”) and the verb “is.”",
    "explanation_ai_enhanced": "This question tests the punctuation rules between a subject and its verb. The full subject of the sentence is the long noun phrase: 'the reason seeds from a dying dandelion appear to float in the air while falling'. The main verb that corresponds to this subject is 'is'. Standard English grammar dictates that a subject should not be separated from its verb by punctuation.",
    "feedback_a": "This choice incorrectly inserts a comma, which separates the subject from its verb.",
    "feedback_b": "This choice incorrectly inserts a colon, which is used to introduce a list or explanation, not to separate a subject and verb.",
    "feedback_c": "This choice incorrectly inserts a semicolon, which is used to separate two independent clauses. The phrase before the blank is a dependent clause and part of the subject.",
    "feedback_d": "This is the correct answer. No punctuation is necessary between the complete subject and the verb 'is'."
  },
  {
    "question_id": "CBQ-SQ-RW-RW-Q15",
    "source_file_name": "digital-sat-sample-questions.pdf",
    "subject": "Reading & Writing",
    "quiz_name": "CBQ-SQ-RW",
    "question_number": "RW-Q15",
    "difficulty": "",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Form_Structure_And_Sense",
    "Sub_Classification": "Grammar_And_Usage",
    "Concept_Classification": "Grammar_Modifier_Placement",
    "question_type": "multiple_choice",
    "question_text": "Rabinal Achí is a precolonial Maya dance drama performed annually in Rabinal, a town in the Guatemalan highlands. Based on events that occurred when Rabinal was a city-state ruled by a king, ______ had once been an ally of the king but was later captured while leading an invading force against him. Which choice completes the text so that it conforms to the conventions of Standard English?",
    "image_url": null,
    "option_a": "Rabinal Achí tells the story of K’iche’ Achí, a military leader who",
    "option_b": "K’iche’ Achí, the military leader in the story of Rabinal Achí,",
    "option_c": "there was a military leader, K’iche’ Achí, who in Rabinal Achí",
    "option_d": "the military leader whose story is told in Rabinal Achí, K’iche’ Achí,",
    "option_e": null,
    "correct_answer": "Rabinal Achí tells the story of K’iche’ Achí, a military leader who",
    "explanation_original": "Key Explanation: Choice A is the best answer. This choice ensures that the introductory participial phrase “Based on events that occurred when Rabinal was a city state ruled by a king” appears immediately before the noun it modifies, “Rabinal Achí.” Distractor Explanations: Choices B, C, and D are incorrect because “Based on events that occurred when Rabinal was a city-state ruled by a king” should appear next to the words it modifies, “Rabinal Achí,” whereas all these choices result in dangling modifiers.",
    "explanation_ai_enhanced": "The opening phrase 'Based on events that occurred when Rabinal was a city-state ruled by a king,' is an introductory modifier. To avoid a dangling modifier error, this phrase must immediately be followed by the noun it describes. The thing that is 'based on events' is the drama itself, the 'Rabinal Achí'. Therefore, the correct choice must place 'Rabinal Achí' right after the comma.",
    "feedback_a": "This is the correct choice. It properly places the noun 'Rabinal Achí' immediately after the introductory modifying phrase, creating a logical sentence.",
    "feedback_b": "This choice creates a dangling modifier. It incorrectly suggests that 'K’iche’ Achí' was based on the events, rather than the drama about him.",
    "feedback_c": "This choice is grammatically awkward and creates a dangling modifier.",
    "feedback_d": "This choice creates a dangling modifier by placing 'the military leader' after the phrase, incorrectly implying the leader himself was based on the events."
  }
]